[
    {
      "id": "01",
      "name": "Shakib Al Hasan",
      "img": "https://images.news18.com/ibnlive/uploads/2021/08/1628597181_shakib-al-hasan.jpg",
      "review": "My first love is CA cricket bat. Couple of years I played by CA 8000 Cricket Bat. One of the most powerful willows in recent world it's CA Cricket BAT.",
      "rating": 4.5
    },
    {
      "id": "02",
      "name": "Tamim Iqbal",
      "img": "https://www.insidesport.in/wp-content/uploads/2022/01/WhatsApp-Image-2022-01-27-at-5.44.06-PM.jpeg",
      "review": "From start to now, I am still with my favorite brand CA. That CA 10000 Cricket Bat is the real example of my centuries. I feel really safe when I am hitting big sixes. Really I love it",
      "rating": 5
    },
    {
      "id": "03",
      "name": "Imam Ul Haq",
      "img": "https://c.ndtvimg.com/2019-05/k0gcbgg_imamulhaq-afp_625x300_15_May_19.jpg",
      "review": "I started my career with this brand and still I am with it. CA is not only a company, but also our hope. I love to play with this willow. Love you CA.",
      "rating": 4.7
    },
    {
      "id": "04",
      "name": "Fakhar Zaman",
      "img": "https://p.imgci.com/db/PICTURES/CMS/319000/319006.14.jpg",
      "review": "When I was getting an amazing century against India in CWC final, after that I fall in CA's love. It's not a company, it's our hope. I love it so much because it's my local brand. It's my pride. Love to stay with this strong brand.",
      "rating": 4.7
    },
    {
      "id": "05",
      "name": "Kieron Pollard",
      "img": "https://cdn.wisden.com/wp-content/uploads/2017/11/GettyImages-169846755-e1522243467713.jpg",
      "review": "As a Jamaican sportsman, we used to play cricket with those kinds of brand which brand willow helps us to hit long sixes. Because we all love to enjoy our cricket. I really love to play with CA bats. that willow is really strong enough.",
      "rating": 5
    },
    {
      "id": "06",
      "name": "Eoin Morgan",
      "img": "https://images.hindustantimes.com/img/2021/09/29/1600x900/Eoin_Morgan_1632883082441_1632883082586.jpg",
      "review": "As a English cricketer, I love to choose best willows all over the world. I played with lots of bats in my career. Among them, I love to use that CA willow. That gives me more confidence to hit up in the air. Really love it.",
      "rating": 5
    },
    {
      "id": "07",
      "name": "Evin Lewis",
      "img": "https://cricviz-westindies-production.s3.amazonaws.com/images/991cf9f2-b4e6-4b4f-b328-38ee6e8eeb1a.original.jpg",
      "review": "I love to play with CA willow. It's really great and have a good balance in it. For long power hitting I recommended to use CA Cricket Bats.",
      "rating": 5
    },
    {
      "id": "08",
      "name": "TM Dilshan",
      "img": "https://www.cricketcountry.com/wp-content/uploads/2015/07/Tillakaratne-Dilshan-of-Sri-Lanka-celebrates-his-century-212.jpg",
      "review": "More than an era, I am with CA sports. They are really good with sportsmen. I love to play with this willow and I strongly suggest to play as a hard-hitter with this bat.",
      "rating": 4.7
    },
    {
      "id": "09",
      "name": "Shoaib Malik",
      "img": "https://sportzwiki.com/wp-content/uploads/2021/05/76480114.jpg",
      "review": "More then 10 years, I am with CA company. It's now a part of our life. I recommended to the young stars to play with this willow. My country brand, my proud. CA Cricket",
      "rating": 4.9
    },
    {
      "id": "10",
      "name": "Misbah-Ul-Haq",
      "img": "https://cdn.wisden.com/wp-content/uploads/2017/11/GettyImages-462977718-e1522231641895.jpg",
      "review": "CA willow is not only for power hitting but also as a defensive cricket. I realize that in test matches. Love you CA.",
      "rating": 5
    }
]
  